// export const programInfoData = {
//   name: "프로그램 소개에 관한 안내",
//   data: [
//     {
//       name: "프로그램 유형",
//       data: "- 본인이 하고자 하는 프로그램의 유형을 선택해주세요.",
//     },
//     {
//         name: ""
//     }
//   ],
// };

export const curriculumData = {
  name: "커리큘럼에 관한 안내",
  data: [
    "- 멘토님의 프로그램에 대한 특징이 잘 드러나도록 강의를 구성해주세요.",
    "- 멘티들에게도 도움이 될 수 있는 내용을 담아주세요.",
    "- 강의 구성 갯수는 최대 6개 입니다.",
  ],
};

export const mentorInfoData = {
  name: "멘토소개에 관한 안내",
  data: [
    "- 멘토모집 지원서에 작성했던 멘토소개, 동아리, 대외활동, 공모전(대회), 인턴, 소셜미디어 입니다.",
    "- 아래 예시를 참고해서 작성해주세요.",
  ],
};

export const programOption = {
  name: "프로그램 유형",
  options: [
    {
      id: "전공 소개",
      name: "전공 소개",
    },
    {
      id: "전공 체험",
      name: "전공 체험",
    },
    {
      id: "교내외 동아리, 공모전, 대외활동, 인턴",
      name: "교내외 동아리, 공모전, 대외활동, 인턴",
    },
    {
      id: "유학 생활",
      name: "유학 생활",
    },
    {
      id: "대학교 생활",
      name: "대학교 생활",
    },
    {
      id: "기타",
      name: "기타",
    },
  ],
};
